Repository: urolovforever/campus
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: We reserve the right to modify these terms at any time. Continued use of the website constitutes acceptance of updated terms.
ru: Мы оставляем за собой право изменять эти условия в любое время. Продолжение использования веб-сайта означает принятие обновленных условий.
uz: Biz ushbu shartlarni istalgan vaqtda o'zgartirish huquqini o'zimizda saqlaymiz. Veb-saytdan davom etib foydalanish yangilangan shartlarni qabul qilishni bildiradi.
