Repository: urolovforever/campus
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Home
ru: Главная
uz: Bosh sahifa

source: About
ru: О нас
uz: Biz haqimizda

source: About Us
ru: О нас
uz: Biz haqimizda

source: Programs
ru: Программы
uz: Dasturlar

source: News
ru: Новости
uz: Yangiliklar

source: Events
ru: Мероприятия
uz: Tadbirlar

source: Gallery
ru: Галерея
uz: Galereya

source: Team
ru: Команда
uz: Jamoa

source: Contact
ru: Контакты
uz: Aloqa

source: Join Us
ru: Присоединиться
uz: Bizga qo'shiling

source: Navigation
ru: Навигация
uz: Navigatsiya

source: Resources
ru: Ресурсы
uz: Resurslar

source: Methodological Materials
ru: Методические материалы
uz: Metodik materiallar

source: Research
ru: Исследования
uz: Tadqiqotlar

source: FAQ
ru: Часто задаваемые вопросы
uz: Ko'p beriladigan savollar

source: For Media
ru: Для СМИ
uz: OAV uchun

source: Follow Us
ru: Подписывайтесь
uz: Bizni kuzating

source: Creating environmentally sustainable campuses for the education of the future
ru: Создание экологически устойчивых кампусов для образования будущего
uz: Kelajak ta'limi uchun ekologik barqaror kampuslar yaratish

source: Tashkent, Uzbekistan
ru: Ташкент, Узбекистан
uz: Toshkent, O'zbekiston

source: All rights reserved.
ru: Все права защищены.
uz: Barcha huquqlar himoyalangan.

source: Privacy Policy
ru: Политика конфиденциальности
uz: Maxfiylik siyosati

source: Terms of Use
ru: Условия использования
uz: Foydalanish shartlari

source: Green Campus Initiative
ru: Инициатива Зелёный Кампус
uz: Yashil Kampus Tashabbusi

source: Green Campus Initiative - Creating a Sustainable Future
ru: Инициатива Зелёный Кампус - Создаём устойчивое будущее
uz: Yashil Kampus Tashabbusi - Barqaror kelajak yaratish

source: Sustainable Development Initiative
ru: Инициатива устойчивого развития
uz: Barqaror Rivojlanish Tashabbusi

source: Creating a
ru: Создаём
uz: Universitetlar bilan birga

source: green
ru: зелёное
uz: yashil

source: future together with universities
ru: будущее вместе с университетами
uz: kelajak yaratish

source: Green Campus Initiative unites students, faculty, and administration to create environmentally sustainable educational spaces
ru: Инициатива Зелёный Кампус объединяет студентов, преподавателей и администрацию для создания экологически устойчивых образовательных пространств
uz: Yashil Kampus Tashabbusi talabalar, o'qituvchilar va ma'muriyatni ekologik barqaror ta'lim muhitini yaratish uchun birlashtiradi

source: Get Started
ru: Начать
uz: Boshlash

source: Watch Video
ru: Смотреть видео
uz: Videoni ko'rish

source: Carbon Footprint Reduction
ru: Сокращение углеродного следа
uz: Uglerod izini kamaytirish

source: Active Participants
ru: Активные участники
uz: Faol ishtirokchilar

source: Partner Universities
ru: Университеты-партнёры
uz: Hamkor universitetlar

source: Trees Planted
ru: Посажено деревьев
uz: Ekilgan daraxtlar

source: About Green Campus Initiative
ru: Об инициативе Зелёный Кампус
uz: Yashil Kampus Tashabbusi haqida

source: A Mission That Unites Generations
ru: Миссия, объединяющая поколения
uz: Avlodlarni birlashtiruvchi missiya

source: Since 2018, we have been working to make every university campus a model of environmental responsibility. Our mission is not just about greening territories, but creating a culture of sustainable development.
ru: С 2018 года мы работаем над тем, чтобы каждый университетский кампус стал образцом экологической ответственности. Наша миссия — не просто озеленение территорий, а создание культуры устойчивого развития.
uz: 2018-yildan beri biz har bir universitet kampusini ekologik mas'uliyat namunasiga aylantirishga intilamiz. Bizning missiyamiz faqat hududlarni yashillantirish emas, balki barqaror rivojlanish madaniyatini yaratishdir.

source: We believe that it is within university walls that leaders are formed who will change society's attitude towards the environment.
ru: Мы верим, что именно в стенах университетов формируются лидеры, которые изменят отношение общества к окружающей среде.
uz: Biz ishonamizki, aynan universitet devorlari ichida jamiyatning atrof-muhitga munosabatini o'zgartiradigan yetakchilar shakllanadi.

source: Science & Innovation
ru: Наука и инновации
uz: Fan va innovatsiya

source: Research-based solutions
ru: Решения на основе исследований
uz: Ilmiy asoslangan yechimlar

source: Community
ru: Сообщество
uz: Jamoa

source: Uniting activists across the country
ru: Объединение активистов по всей стране
uz: Mamlakat bo'ylab faollarni birlashtirish

source: Sustainability
ru: Устойчивость
uz: Barqarorlik

source: Long-term environmental solutions
ru: Долгосрочные экологические решения
uz: Uzoq muddatli ekologik yechimlar

source: Our volunteers in action
ru: Наши волонтёры в действии
uz: Bizning ko'ngillilarimiz harakatda

source: "Green Campus of the Year" Award 2024
ru: Награда "Зелёный кампус года" 2024
uz: "Yilning yashil kampusi" mukofoti 2024

source: Our Programs
ru: Наши программы
uz: Bizning dasturlarimiz

source: A Comprehensive Approach to Campus Ecology
ru: Комплексный подход к экологии кампуса
uz: Kampus ekologiyasiga kompleks yondashuv

source: Key directions that transform universities into sustainable development centers
ru: Ключевые направления, превращающие университеты в центры устойчивого развития
uz: Universitetlarni barqaror rivojlanish markazlariga aylantiradigan asosiy yo'nalishlar

source: Learn More
ru: Подробнее
uz: Batafsil

source: Our Impact
ru: Наше влияние
uz: Bizning ta'sirimiz

source: In 6 years, we have changed the perception of what a university campus can be
ru: За 6 лет мы изменили представление о том, каким может быть университетский кампус
uz: 6 yil ichida biz universitet kampusi qanday bo'lishi mumkinligi haqidagi tasavvurni o'zgartirdik

source: Eco-projects Implemented
ru: Реализованных эко-проектов
uz: Amalga oshirilgan eko-loyihalar

source: Funding Raised
ru: Привлечено средств
uz: Jalb qilingan mablag'

source: Tons of CO₂ Offset
ru: Тонн CO₂ компенсировано
uz: Tonna CO₂ qoplanishi

source: Read Annual Report
ru: Читать годовой отчёт
uz: Yillik hisobotni o'qish

source: Latest News
ru: Последние новости
uz: So'nggi yangiliklar

source: Stay Updated with Our Latest Achievements
ru: Будьте в курсе наших последних достижений
uz: Bizning so'nggi yutuqlarimizdan xabardor bo'ling

source: Read More
ru: Читать далее
uz: Batafsil o'qish

source: Event Calendar
ru: Календарь мероприятий
uz: Tadbirlar kalendari

source: Upcoming Events
ru: Предстоящие мероприятия
uz: Kelgusi tadbirlar

source: All Events
ru: Все мероприятия
uz: Barcha tadbirlar

source: Register
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish

source: Our Team
ru: Наша команда
uz: Bizning jamoa

source: The People Making It Happen
ru: Люди, которые делают это возможным
uz: Buni amalga oshirayotgan odamlar

source: Ready to Make Your Campus Green?
ru: Готовы сделать свой кампус зелёным?
uz: Kampusingizni yashil qilishga tayyormisiz?

source: Join the movement for a sustainable future. Together we can do more!
ru: Присоединяйтесь к движению за устойчивое будущее. Вместе мы можем больше!
uz: Barqaror kelajak uchun harakatga qo'shiling. Birgalikda ko'proq narsaga erishamiz!

source: Become a Partner
ru: Стать партнёром
uz: Hamkor bo'ling

source: Become a Volunteer
ru: Стать волонтёром
uz: Ko'ngilli bo'ling

source: Impact
ru: Влияние
uz: Ta'sir

source: Our Gallery
ru: Наша галерея
uz: Bizning galereya

source: Moments That Inspire
ru: Моменты, которые вдохновляют
uz: Ilhomlantiruvchi lahzalar

source: Explore the journey of Green Campus Initiative through powerful visuals. From campus transformations to community achievements, every image tells a story of positive change.
ru: Исследуйте путь инициативы Зелёный Кампус через яркие визуальные образы. От преобразования кампусов до достижений сообщества — каждое изображение рассказывает историю позитивных перемен.
uz: Yashil Kampus Tashabbusining sayohatini ajoyib tasvirlar orqali kashf eting. Kampus o'zgarishlaridan jamoaviy yutuqlargacha, har bir rasm ijobiy o'zgarish haqida hikoya qiladi.

source: No Images Found
ru: Изображения не найдены
uz: Rasmlar topilmadi

source: No images have been added to the gallery yet.
ru: В галерею ещё не добавлены изображения.
uz: Galereyaga hali rasmlar qo'shilmagan.

source: Contact Green Campus Initiative
ru: Связаться с инициативой Зелёный Кампус
uz: Yashil Kampus Tashabbusi bilan bog'lanish

source: Get in Touch
ru: Связаться с нами
uz: Bog'lanish

source: Have questions about our programs or want to get involved? We'd love to hear from you! Reach out to us and join the movement for a sustainable future.
ru: Есть вопросы о наших программах или хотите принять участие? Мы будем рады услышать вас! Свяжитесь с нами и присоединяйтесь к движению за устойчивое будущее.
uz: Dasturlarimiz haqida savollaringiz bormi yoki ishtirok etishni xohlaysizmi? Sizdan eshitishni xohlaymiz! Biz bilan bog'laning va barqaror kelajak uchun harakatga qo'shiling.

source: Address
ru: Адрес
uz: Manzil

source: Phone
ru: Телефон
uz: Telefon

source: Email
ru: Электронная почта
uz: Elektron pochta

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Contact Us
ru: Свяжитесь с нами
uz: Biz bilan bog'laning

source: Get Involved
ru: Примите участие
uz: Ishtirok eting

source: Join us in making campuses more sustainable and environmentally friendly.
ru: Присоединяйтесь к нам, чтобы сделать кампусы более устойчивыми и экологичными.
uz: Kampuslarni yanada barqaror va ekologik toza qilishda bizga qo'shiling.

source: Back to News
ru: Назад к новостям
uz: Yangiliklarга qaytish

source: Share this article
ru: Поделиться статьёй
uz: Ushbu maqolani ulashing

source: No news available at the moment.
ru: На данный момент новостей нет.
uz: Hozircha yangiliklar mavjud emas.

source: Back to Programs
ru: Назад к программам
uz: Dasturlarga qaytish

source: Interested in This Program?
ru: Заинтересованы в этой программе?
uz: Ushbu dasturga qiziqyapsizmi?

source: Overview
ru: Обзор
uz: Umumiy ma'lumot

source: Objectives
ru: Цели
uz: Maqsadlar

source: No programs available at the moment.
ru: На данный момент программ нет.
uz: Hozircha dasturlar mavjud emas.

source: Participants
ru: Участники
uz: Ishtirokchilar

source: No events scheduled at the moment.
ru: На данный момент запланированных мероприятий нет.
uz: Hozircha rejalashtirilgan tadbirlar yo'q.

source: Back to Events
ru: Назад к мероприятиям
uz: Tadbirlarga qaytish

source: Event Details
ru: Детали мероприятия
uz: Tadbir tafsilotlari

source: Date
ru: Дата
uz: Sana

source: Location
ru: Местоположение
uz: Joylashuv

source: About This Event
ru: О мероприятии
uz: Ushbu tadbir haqida

source: Register for Event
ru: Регистрация на мероприятие
uz: Tadbirga ro'yxatdan o'tish

source: Fill out the form below to register
ru: Заполните форму ниже для регистрации
uz: Ro'yxatdan o'tish uchun quyidagi formani to'ldiring

source: Full Name
ru: Полное имя
uz: To'liq ism

source: Email Address
ru: Адрес электронной почты
uz: Elektron pochta manzili

source: Phone Number
ru: Номер телефона
uz: Telefon raqami

source: Additional Note
ru: Дополнительная заметка
uz: Qo'shimcha izoh

source: Submit Registration
ru: Отправить регистрацию
uz: Ro'yxatdan o'tishni yuborish

source: Successfully registered for
ru: Вы успешно зарегистрировались на
uz: Muvaffaqiyatli ro'yxatdan o'tdingiz

source: You have already registered for this event with this email.
ru: Вы уже зарегистрировались на это мероприятие с данной электронной почтой.
uz: Siz allaqachon ushbu elektron pochta bilan ushbu tadbirga ro'yxatdan o'tgansiz.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.
uz: Quyidagi xatolarni tuzating.

source: Enter your full name
ru: Введите ваше полное имя
uz: To'liq ismingizni kiriting

source: Enter your email
ru: Введите вашу электронную почту
uz: Elektron pochtangizni kiriting

source: Enter your phone number
ru: Введите ваш номер телефона
uz: Telefon raqamingizni kiriting

source: Any additional notes (optional)
ru: Любые дополнительные заметки (необязательно)
uz: Qo'shimcha izohlar (ixtiyoriy)

source: Please enter a valid phone number
ru: Пожалуйста, введите действительный номер телефона
uz: To'g'ri telefon raqamini kiriting

source: Your Name
ru: Ваше имя
uz: Ismingiz

source: What is this about?
ru: О чем это?
uz: Bu nima haqida?

source: Your message...
ru: Ваше сообщение...
uz: Xabaringiz...

source: Name
ru: Имя
uz: Ism

source: Subject
ru: Тема
uz: Mavzu

source: Message
ru: Сообщение
uz: Xabar

source: No team members available at the moment.
ru: На данный момент информация о команде недоступна.
uz: Hozircha jamoa a'zolari mavjud emas.

source: All Programs
ru: Все программы
uz: Barcha dasturlar

source: All News
ru: Все новости
uz: Barcha yangiliklar

source: View All
ru: Смотреть все
uz: Hammasini ko'rish

source: 404 - Page Not Found
ru: 404 - Страница не найдена
uz: 404 - Sahifa topilmadi

source: Page Not Found
ru: Страница не найдена
uz: Sahifa topilmadi

source: The page you're looking for doesn't exist or has been moved. Let's get you back on track.
ru: Страница, которую вы ищете, не существует или была перемещена. Давайте вернем вас на правильный путь.
uz: Siz qidirayotgan sahifa mavjud emas yoki ko'chirilgan. Keling, sizni to'g'ri yo'lga qaytaraylik.

source: Go Home
ru: На главную
uz: Bosh sahifaga

source: Go Back
ru: Назад
uz: Orqaga qaytish

source: Quick Links:
ru: Быстрые ссылки:
uz: Tezkor havolalar:

source: Help Center
ru: Центр помощи
uz: Yordam markazi

source: Frequently Asked Questions
ru: Часто задаваемые вопросы
uz: Tez-tez so'raladigan savollar

source: Find answers to common questions about Green Campus Initiative
ru: Найдите ответы на часто задаваемые вопросы о Green Campus Initiative
uz: Yashil Kampus Tashabbusi haqida umumiy savollarga javoblar toping

source: What is Green Campus Initiative?
ru: Что такое Green Campus Initiative?
uz: Yashil Kampus Tashabbusi nima?

source: Green Campus Initiative is a comprehensive program aimed at transforming university campuses into sustainable, environmentally-friendly spaces through various ecological projects and community engagement.
ru: Green Campus Initiative — это комплексная программа, направленная на превращение университетских кампусов в устойчивые, экологически чистые пространства через различные экологические проекты и вовлечение сообщества.
uz: Yashil Kampus Tashabbusi turli ekologik loyihalar va jamoat ishtiroki orqali universitet kampuslarini barqaror, ekologik toza maydonchalarga aylantirish maqsadida yaratilgan kompleks dasturdir.

source: How can I participate?
ru: Как я могу участвовать?
uz: Qanday ishtirok eta olaman?

source: You can participate by joining our volunteer programs, attending events, or partnering with us. Visit our Contact page to get started.
ru: Вы можете участвовать, присоединившись к нашим волонтерским программам, посещая мероприятия или сотрудничая с нами. Посетите нашу страницу Контакты, чтобы начать.
uz: Siz ko'ngillilar dasturlarimizga qo'shilib, tadbirlarda qatnashib yoki biz bilan hamkorlik qilish orqali ishtirok eta olasiz. Boshlash uchun Aloqa sahifamizga tashrif buyuring.

source: Are the events free to attend?
ru: Мероприятия бесплатные?
uz: Tadbirlar bepulmi?

source: Most of our events are free and open to all students, faculty, and community members. Some specialized workshops may require registration.
ru: Большинство наших мероприятий бесплатны и открыты для всех студентов, преподавателей и членов сообщества. Некоторые специализированные семинары могут требовать регистрации.
uz: Ko'pgina tadbirlarimiz barcha talabalar, o'qituvchilar va jamiyat a'zolari uchun bepul va ochiq. Ba'zi maxsus seminarlar ro'yxatdan o'tishni talab qilishi mumkin.

source: How is the initiative funded?
ru: Как финансируется инициатива?
uz: Tashabbusni qanday moliyalashtirish?

source: We receive funding through university partnerships, grants, corporate sponsorships, and community donations. All funds are transparently managed for environmental projects.
ru: Мы получаем финансирование через университетские партнерства, гранты, корпоративные спонсорства и пожертвования сообщества. Все средства прозрачно управляются для экологических проектов.
uz: Biz universitet hamkorliklari, grantlar, korporativ homiylik va jamoat xayr-ehsonlari orqali moliyalashtirilamiz. Barcha mablag'lar ekologik loyihalar uchun shaffof boshqariladi.

source: Can other universities join?
ru: Могут ли другие университеты присоединиться?
uz: Boshqa universitetlar qo'shilishi mumkinmi?

source: Yes! We welcome partnerships with universities across the region. Contact us to discuss how we can collaborate.
ru: Да! Мы приветствуем партнерство с университетами по всему региону. Свяжитесь с нами, чтобы обсудить, как мы можем сотрудничать.
uz: Ha! Biz mintaqadagi universitetlar bilan hamkorlikni mamnuniyat bilan qabul qilamiz. Qanday hamkorlik qilishimiz haqida gaplashish uchun biz bilan bog'laning.

source: What impact have you achieved so far?
ru: Каких результатов вы достигли?
uz: Hozirgacha qanday natijalarga erishdingiz?

source: We've implemented 89+ eco-projects, reduced carbon emissions by 47%, planted 2.3M trees, and engaged over 12,000 active participants across partner universities.
ru: Мы реализовали 89+ эко-проектов, сократили выбросы углерода на 47%, посадили 2,3 млн деревьев и привлекли более 12 000 активных участников в партнерских университетах.
uz: Biz 89+ eko-loyihani amalga oshirdik, uglerod emissiyasini 47% ga qisqartirdik, 2.3M daraxt ekdik va hamkor universitetlarda 12,000 dan ortiq faol ishtirokchilarni jalb qildik.

source: Still have questions?
ru: Остались вопросы?
uz: Hali ham savollaringiz bormi?

source: Legal
ru: Юридическая информация
uz: Huquqiy

source: Last updated: January 2026
ru: Последнее обновление: Январь 2026
uz: Oxirgi yangilanish: Yanvar 2026

source: Information We Collect
ru: Информация, которую мы собираем
uz: Biz to'playdigan ma'lumotlar

source: When you register for events or contact us, we collect personal information such as your name, email address, and phone number. This information is used solely to communicate with you about our programs and events.
ru: Когда вы регистрируетесь на мероприятия или связываетесь с нами, мы собираем личную информацию, такую как ваше имя, адрес электронной почты и номер телефона. Эта информация используется исключительно для связи с вами о наших программах и мероприятиях.
uz: Tadbirlarga ro'yxatdan o'tganingizda yoki biz bilan bog'langaningizda, biz ismingiz, elektron pochta manzilingiz va telefon raqamingiz kabi shaxsiy ma'lumotlarni yig'amiz. Bu ma'lumotlar faqat dasturlarimiz va tadbirlarimiz haqida siz bilan muloqot qilish uchun ishlatiladi.

source: How We Use Your Information
ru: Как мы используем вашу информацию
uz: Ma'lumotlaringizni qanday ishlatamiz

source: We use your information to send event notifications, program updates, and important announcements. We never sell or share your personal data with third parties without your explicit consent.
ru: Мы используем вашу информацию для отправки уведомлений о мероприятиях, обновлений программ и важных объявлений. Мы никогда не продаем и не передаем ваши личные данные третьим лицам без вашего явного согласия.
uz: Biz sizning ma'lumotlaringizni tadbir xabar barlari, dastur yangilanishlari va muhim e'lonlarni yuborish uchun ishlatamiz. Biz sizning aniq roziligingiz bo'lmasa, shaxsiy ma'lumotlaringizni hech qachon sotmaymiz yoki uchinchi shaxslar bilan baham ko'rmaymiz.

source: Data Security
ru: Безопасность данных
uz: Ma'lumotlar xavfsizligi

source: We implement appropriate security measures to protect your personal information. All data is stored securely and accessed only by authorized personnel.
ru: Мы применяем соответствующие меры безопасности для защиты вашей личной информации. Все данные хранятся надежно и доступны только авторизованному персоналу.
uz: Biz shaxsiy ma'lumotlaringizni himoya qilish uchun tegishli xavfsizlik choralarini ko'ramiz. Barcha ma'lumotlar xavfsiz saqlanadi va faqat vakolatlangan xodimlar tomonidan ochiladi.

source: Your Rights
ru: Ваши права
uz: Sizning huquqlaringiz

source: You have the right to access, correct, or delete your personal information at any time. Contact us if you wish to exercise these rights.
ru: Вы имеете право в любое время получить доступ, исправить или удалить вашу личную информацию. Свяжитесь с нами, если хотите воспользоваться этими правами.
uz: Siz istalgan vaqtda shaxsiy ma'lumotlaringizga kirish, ularni to'g'rilash yoki o'chirish huquqiga egasiz. Ushbu huquqlardan foydalanmoqchi bo'lsangiz, biz bilan bog'laning.

source: For privacy-related questions, please contact us at
ru: По вопросам конфиденциальности свяжитесь с нами по адресу:
uz: Maxfiylik bilan bog'liq savollar uchun biz bilan bog'laning:

source: Acceptance of Terms
ru: Принятие условий
uz: Shartlarni qabul qilish

source: By accessing and using this website, you accept and agree to be bound by these Terms of Use. If you do not agree, please discontinue use immediately.
ru: Получая доступ и используя этот веб-сайт, вы принимаете и соглашаетесь соблюдать эти Условия использования. Если вы не согласны, пожалуйста, немедленно прекратите использование.
uz: Ushbu veb-saytga kirib, siz ushbu Foydalanish shartlarini qabul qilasiz va ularga rioya qilishga rozisiz. Agar rozi bo'lmasangiz, iltimos, foydalanishni darhol to'xtating.

source: Use of Website
ru: Использование веб-сайта
uz: Veb-saytdan foydalanish

source: This website is provided for informational purposes about Green Campus Initiative programs, events, and activities. You may not use this site for any illegal or unauthorized purpose.
ru: Этот веб-сайт предоставляется в информационных целях о программах, мероприятиях и деятельности Green Campus Initiative. Вы не можете использовать этот сайт для любых незаконных или несанкционированных целей.
uz: Ushbu veb-sayt Yashil Kampus Tashabbusi dasturlari, tadbirlari va faoliyati haqida ma'lumot berish maqsadida taqdim etilgan. Siz ushbu saytni qonunga xilof yoki ruxsatsiz maqsadlarda ishlatmaysiz.

source: Intellectual Property
ru: Интеллектуальная собственность
uz: Intellektual mulk

source: All content on this website, including text, graphics, logos, and images, is the property of Green Campus Initiative and protected by copyright laws.
ru: Весь контент на этом веб-сайте, включая текст, графику, логотипы и изображения, является собственностью Green Campus Initiative и защищен законами об авторском праве.
uz: Ushbu veb-saytdagi barcha kontent, jumladan, matn, grafika, logotiplar va rasmlar Yashil Kampus Tashabbusining mulki bo'lib, mualliflik huquqi qonunlari bilan himoyalangan.

source: Event Registration
ru: Регистрация на мероприятие
uz: Tadbirga ro'yxatdan o'tish

source: When registering for events, you agree to provide accurate information. We reserve the right to cancel registrations that violate our policies.
ru: При регистрации на мероприятия вы соглашаетесь предоставить точную информацию. Мы оставляем за собой право отменять регистрации, нарушающие наши правила.
uz: Tadbirlarga ro'yxatdan o'tganingizda, to'g'ri ma'lumot berishga rozilik bildirasiz. Biz siyosatimizni buzgan ro'yxatdan o'tishlarni bekor qilish huquqini o'zimizda saqlaymiz.

source: Limitation of Liability
ru: Ограничение ответственности
uz: Javobgarlikning cheklanishi

source: Green Campus Initiative is not liable for any damages arising from the use of this website or participation in our programs.
ru: Green Campus Initiative не несет ответственности за любой ущерб, возникший в результате использования этого веб-сайта или участия в наших программах.
uz: Yashil Kampus Tashabbusi ushbu veb-saytdan foydalanish yoki bizning dasturlarimizda ishtirok etishdan kelib chiqadigan har qanday zarar uchun javobgar emas.

source: Changes to Terms
ru: Изменения в условиях
uz: Shartlarga o'zgartirishlar
